{
  "orgs": [
    {
      "name": "Teach for America",
      "ID": "2018TXHCK301",
      "description": "Teach For America is playing a role in eliminating this injustice by recruiting, developing, and supporting leaders committed to creating change. These individuals begin their path with a two-year commitment to teach in low-income urban and rural public schools. During this time they are called corps members. Deeply affected by their experience in the classroom, after two years, they join our alumni network and continue to advocate for students from many different roles in education and other fields.  ",
      "rating": "4",
      "category": "Education",
      "logo_url": "https://www.teachforamerica.org/sites/default/files/styles/slide_medium/public/thumbnails/image/2017/07/change-starts-with-you.png?itok=nYJJxwI5",
      "url": "http://www.teachforamerica.org/"
    },
    {
      "name": "World Wildlife Fund",
      "ID": "2018TXHCK302",
      "description": "Founded in 1961, World Wildlife Fund's (WWF) mission is the conservation of nature. Using the best available scientific knowledge and advancing that knowledge where we can, we work to preserve the diversity and abundance of life on Earth and the health of ecological systems by: protecting natural areas and wild populations of plants and animals, including endangered species; promoting sustainable approaches to the use of renewable natural resources; and promoting more efficient use of resources and energy and the maximum reduction of pollution. We are committed to reversing the degradation of our planet's natural environment and to building a future in which human needs are met in harmony with nature. We recognize the critical relevance of human numbers, poverty and consumption patterns to meeting these goals.",
      "rating": "3",
      "category": "Environment",
      "logo_url": "http://www.coca-colacompany.com/content/dam/journey/us/en/private/2013/09/hero-wwf-596-334-7ff5a826.jpg",
      "url": "https://www.worldwildlife.org/"
    },
    {
      "name": "Feed the Children",
      "ID": "2018TXHCK303",
      "description": "Established in 1979, Feed the Children exists to end child hunger. It is one of the largest U.S.-based charities and serves those in need in the U.S. and in 10 countries around the world. It provides food, education, essentials and disaster relief. Domestically, it operates 5 distribution centers (located in Oklahoma, Indiana, California, Tennessee and Pennsylvania).",
      "rating": "concern-moderate",
      "category": "Social",
      "logo_url": "http://volunteerrutherford.com/wp-content/sabai/File/files/l_82bac72aa055fdd23c63099f35f597a0.png",
      "url": "http://www.feedthechildren.org/"
    },
    {
      "name": "Boy Scouts of America",
      "ID": "2018TXHCK304",
      "description": "The mission of the Boy Scouts of America is to prepare young people to make ethical and moral choices over their lifetimes by instilling in them the values of the Scout Oath and the Scout Law. Scouting's history goes back to the turn of the 20th century and has grown strong in the United States, from 2,000 Boy Scouts and leaders in 1910 to millions today.",
      "rating": "3",
      "category": "Social",
      "logo_url": "http://static1.squarespace.com/static/56e336467da24f27960d22c8/t/571fe7a507eaa01c59a2ab72/1461708711292/Pacific_Harbors_Stack_4C.jpg?format=1000w",
      "url": "http://www.scouting.org//"
    },
    {
      "name": "Alzheimer's and Aging Research Center",
      "ID": "2018TXHCK305",
      "description": "Alzheimer's and Aging Research Center is dedicated to support research directed towards the discovery and development of innovative methods to treat and possibly cure Alzheimer's and aging-related diseases. We provide funding for biomedical research and support for scientists to educate their peers and participate in scientific collaborations.",
      "rating": "3",
      "category": "Health",
      "logo_url": "https://imgur.com/a/lLtSkse",
      "url": "http://www.aging-research.org"
    },
    {
      "name": "Feeding America",
      "ID": "2018TXHCK306",
      "description": "Feeding America is the nationwide network of 200 food banks that leads the fight against hunger in the United States. Together, we provide food to more than 46 million people, including 12 million children and 7 million seniors, through 60,000 food pantries and meal programs in communities across America. Feeding America also supports programs that improve food security among the people we serve; educates the public about the problem of hunger; and advocates for legislation that protects people from going hungry. ",
      "rating": "3",
      "category": "Social",
      "logo_url": "http://www.feedingamerica.org/assets/images/logo.png",
      "url": "http://www.feedingamerica.org/"
    },
    {
      "name": "GreenPeace Fund",
      "ID": "2018TXHCK307",
      "description": "Greenpeace Fund promotes Greenpeace's mission: to halt environmental destruction and to promote solutions for future generations. Greenpeace Fund promotes Greenpeace's mission through public education, grassroots lobbying and grants to other environmental organizations.",
      "rating": "4",
      "category": "Environment",
      "logo_url": "https://storage.googleapis.com/fund-uploads/1/Greenpeace-logo-final.png",
      "url": "https://www.greenpeacefund.org/"
    },
    {
      "name": "Caring for Cambodia",
      "ID": "2018TXHCK308",
      "description": "Caring for Cambodia (CFC) believes that when knowledge cannot be handed down, it must be handed out. We work to educate one child at a time today, to make a difference for Cambodia's tomorrow.",
      "rating": "4",
      "category": "Social",
      "logo_url": "http://www.caringforcambodia.org/wp-content/uploads/2015/11/CFC-Logo-white-bg-full-color-with-tag-e1447625166575.jpg",
      "url": "http://www.caringforcambodia.org/"
    },
    {
      "name": "Women Who Code",
      "ID": "2018TXHCK309",
      "description": "We envision a world where women are proportionally represented as technical leaders, executives, founders, VCs, board members, and software engineers.",
      "rating": "4",
      "category": "Social",
      "logo_url": "https://cdn.buttercms.com/LQCLK3vTyfbw0Q8yVgLQ",
      "url": "https://www.womenwhocode.com/"
    }
  ]
}